/* Status Bar */
" and %d need to be verified" = " e %d precisa ser verificado";

/* Status Bar */
" of which %d need to be translated" = " dos quais %d precisam ser traduzidos";

/* Status Bar */
" of which %d need to be verified" = " dos quais %d precisam ser verificados";

/* No comment provided by engineer. */
"%@ (%d character)" = "%1$@ (%2$d caractere)";

/* No comment provided by engineer. */
"%@ (%d characters)" = "%1$@ (%2$d caracteres)";

/* Encoding with BOM header */
"%@ - with BOM" = "%@ - com BOM";

/* XLIFF Import */
"%@ contains the base language “%@” which does not match the base language “%@” of the project." = "%1$@ contém o idioma base “%2$@” que não pode ser combinado com o idioma “%3$@” deste projeto.";

/* XLIFF Import */
"%@ contains the target language “%@” which does not match the current language “%@” of the project." = "%1$@ contém o idioma de destino “%2$@” que não pode ser combinado com o “%3$@” idioma atual deste projeto.";

/* Encoding with BOM header */
"%@, with BOM" = "%@, com BOM";

/* Project Information */
"%d %@" = "%1$d: %2$@";

/* Project Information */
"%d %@ and %d %@" = "%1$d %2$@ e %3$d %4$@";

/* Glossary Entries Information */
"%d entries" = "%d entradas";

/* Visible Files Info */
"%d file" = "%d arquivo";

/* Visible Files Info */
"%d files" = "%d arquivos";

/* No comment provided by engineer. */
"%d files are duplicates" = "%d arquivos são duplicados";

/* No comment provided by engineer. */
"%d files are read-only" = "%d arquivos são somente leitura";

/* No comment provided by engineer. */
"%d files will be added" = "%d arquivos serão adicionados";

/* No comment provided by engineer. */
"%d files will be removed" = "%d arquivos serão removidos";

/* No comment provided by engineer. */
"%d files will be updated" = "%d arquivos serão atualizados";

/* No comment provided by engineer. */
"%d inconsistencies have been detected." = "%d inconsistências foram detectadas.";

/* No comment provided by engineer. */
"%d inconsistency has been detected." = "%d inconsistência foi detectada.";

/* No comment provided by engineer. */
"%d nib files are compiled and cannot be localized" = "%d arquivos nib são compilados e não podem ser traduzidos";

/* No comment provided by engineer. */
"%d nib files are not located in language folder" = "%d arquivos nib não foram localizados na pasta de idioma";

/* File Content Info */
"%d of %d" = "%1$d de %2$d";

/* File Content Info */
"%d of %d %@" = "%1$d de %2$d %3$@";

/* Glossary Entries Information */
"%d of %d entries" = "%1$d de %2$d entradas";

/* Glossary Entries Information */
"%d of one entry" = "%d de uma entrada";

/* Visible Files Info */
"%d out of %d file" = "%1$d fora do arquivo %2$d";

/* Visible Files Info */
"%d out of %d files" = "%1$d fora dos arquivos %2$d";

/* Status Bar */
"%d strings" = "%d textos";

/* Language Progress */
"%d strings to translate" = "%d strings para traduzir";

/* File Content Empty */
"(empty)" = "(vazio)";

/* File Information */
"(multiple files selected)" = "(vários arquivos selecionados)";

/* String Information */
"(multiple strings selected)" = "(várias strings selecionadas)";

/* File Information */
"(no file selected)" = "(nenhum arquivo selecionado)";

/* String Information */
"(no string selected)" = "(nenhuma string selecionada)";

/* Glossary New Menu Item */
"< New >" = "< Novo >";

/* Diff Operation Add */
"add" = "adicionar";

/* Language */
"Add" = "Adicionar";

/* No comment provided by engineer. */
"Add Language…" = "Adicionar Idioma…";

/* No comment provided by engineer. */
"Adding Files…" = "Adicionando Arquivos…";

/* Preferences Advanced */
"Advanced" = "Avançado";

/* All Selection Node
   Explorer list node */

"All" = "Todos";

/* No comment provided by engineer. */
"Alternate Translations" = "Traduções Alternativas";

/* No comment provided by engineer. */
"An error has occurred when trying to move the glossary: %@" = "Um erro ocorreu ao tentar mover o glossário: %@";

/* No comment provided by engineer. */
"An error has occurred while executing the drag and drop operation" = "Um erro ocorreu ao executar a operação arrastar e soltar";

/* No comment provided by engineer. */
"An error occurred when compressing the exported localization" = "Um erro ocorreu ao comprimir a tradução exportada";

/* No comment provided by engineer. */
"An error occurred while creating a new e-mail" = "Um erro ocorreu ao criar um novo e-mail";

/* No comment provided by engineer. */
"Analyzing Bundle for Changes…" = "Analizando o Pacote para Alterações…";

/* No comment provided by engineer. */
"Analyzing Files for Problems…" = "Analizando Problemas nos Arquivos...";

/* No comment provided by engineer. */
"Analyzing…" = "Analisando...";

/* AppleGlot Display Name Format */
"AppleGlot" = "AppleGlot";

/* No comment provided by engineer. */
"AppleScript returned “%@”" = "O AppleScript retornou \"%@\"";

/* Label */
"Approved" = "Aprovado";

/* Rebase Operation */
"Archiving Current Bundle…" = "Arquivando Pacote Atual...";

/* No comment provided by engineer. */
"Are you sure you want to remove all entries in the Console? This action cannot be undone." = "Você deseja remover todas as entradas no Console? Esta ação não pode ser desfeita.";

/* String status auto-invariant */
"Auto-invariant" = "Auto-Invariante";

/* String status auto-translated */
"Auto-translated" = "Traduzido Automaticamente";

/* Search Context Button */
"Base" = "Base";

/* Search Context Button */
"Base Comment" = "Comentário Base";

/* String status base string changed */
"Base string has changed" = "O texto base foi modificado";

/* Search Contextual Menu */
"begins with" = "iniciando com";

/* File Editor Built-in */
"Built-in" = "Interno";

/* No comment provided by engineer. */
"By choosing to remove it, iLocalize will remove all its references in the project" = "Ao escolher removê-lo, o iLocalize removerá todas as referências do projeto";

/* Preset Alert Cancel Button
   Rebuild Base File Alert
   Replace Localized File Alert */


"Cancel" = "Cancelar";

/* Language */
"Cannot add this language" = "Não foi possível adicionar este idioma";

/* No comment provided by engineer. */
"Cannot create the alias" = "Não foi possível criar um atalho";

/* No comment provided by engineer. */
"Cannot create the alias because an error has occurred." = "Não foi possível criar o atalho porque ocorreu um erro.";

/* No comment provided by engineer. */
"Cannot Delete “%@”" = "Não foi possível excluir “%@”";

/* Strings Importer */
"Cannot determine format of file: %@" = "Cannot determine format of file: %@";

/* No comment provided by engineer. */
"Cannot find the script file “%@”" = "Não foi possível encontrar o arquivo de script \"%@\"";

/* Strings Importer */
"Cannot find the suitable importer for file: %@" = "Cannot find the suitable importer for file: %@";

/* No comment provided by engineer. */
"Cannot launch non-application bundle" = "Não é possível carregar um pacote que não seja um aplicativo";

/* No comment provided by engineer. */
"Cannot launch the application" = "Não foi possível carregar o aplicativo";

/* No comment provided by engineer. */
"Cannot move the glossary" = "Não foi possível mover o glossário";

/* No comment provided by engineer. */
"Cannot Rename “%@”" = "Não foi Possível Renomear \"%@\"";

/* No comment provided by engineer. */
"Change the encoding of the selected files?" = "Alterar a codificação dos arquivos selecionados?";

/* No comment provided by engineer. */
"characters" = "caracteres";

/* No comment provided by engineer. */
"Check" = "Verificar";

/* No comment provided by engineer. */
"Checking…" = "Verificando…";

/* No comment provided by engineer. */
"Choose" = "Escolher";

/* No comment provided by engineer. */
"Choose Destination Folder" = "Escolher Pasta de Destino";

/* No comment provided by engineer. */
"Choose the folder where to export the selected file(s)" = "Escolher a pasta onde exportar o(s) arquivo(s) selecionado(s)";

/* Update strings in glossary title */
"Choose the glossaries in which the selected strings will be updated:" = "Escolher glossários dos quais as strings serão atualizadas:";

/* Add strings to glossary title */
"Choose the glossaries to which the selected strings will be added:" = "Escolher glossários para quais as strings serão adicionadas:";

/* No comment provided by engineer. */
"Cleaning…" = "Limpando…";

/* No comment provided by engineer. */
"Clear" = "Limpar";

/* No comment provided by engineer. */
"Clear All Entries?" = "Limpar Todas as Entradas?";

/* No comment provided by engineer. */
"Clear Menu" = "Limpar Menu";

/* No comment provided by engineer. */
"Collecting Strings…" = "Collecting Strings…";

/* String Information
   Toggle between comment and value button */

"Comment" = "Comentário";

/* Search Contextual Menu */
"contains" = "contendo";

/* Continue Operation */
"Continue" = "Continuar";

/* No comment provided by engineer. */
"Converting…" = "Convertendo…";

/* Rebase Operation */
"Copying Source to Project…" = "Copiando Origem para o Projeto...";

/* No comment provided by engineer. */
"Create" = "Criar";

/* No comment provided by engineer. */
"Create New Project" = "Criar Novo Projeto";

/* No comment provided by engineer. */
"Creating Project…" = "Criando Projeto...";

/* Default Preset Title */
"Default" = "Padrão";

/* Diff Operation Delete */
"delete" = "excluir";

/* Preset Delete */
"Delete" = "Excluir";

/* No comment provided by engineer. */
"Delete selected files?" = "Excluir arquivos selecionados?";

/* No comment provided by engineer. */
"Delete selected project?" = "Excluir o projeto selecionado?";

/* No comment provided by engineer. */
"Delete the selected filters?" = "Excluir os filtros selecionados?";

/* No comment provided by engineer. */
"Delete the selected snapshot?" = "Excluir o registro selecionado?";

/* No comment provided by engineer. */
"Delete “%@”" = "Excluir “%@”";

/* No comment provided by engineer. */
"Delete “%@”?" = "Excluir “%@”?";

/* No comment provided by engineer. */
"Do Nothing" = "Do Nothing";

/* No comment provided by engineer. */
"Do you really want to delete the selected files? This action cannot be undone." = "Você realmente deseja excluir arquivos selecionados? Esta ação não poderá ser desfeita.";

/* No comment provided by engineer. */
"Do you really want to delete this language? This action cannot be undone." = "Você deseja realmente excluir este idioma? Esta ação não poderá ser desfeita.";

/* Rebuild Base File Alert */
"Do you really want to rebuild the selected base files? This will also update all localized files. This action cannot be undone." = "Você deseja realmente reconstruir os arquivos base selecionados? Isto será também atualizado em todos os arquivos traduzidos. Esta ação não poderá ser desfeita.";

/* Replace Localized File Alert */
"Do you really want to rebuild the selected localized files with their corresponding base files? This action cannot be undone." = "Você realmente deseja reconstruir os arquivos traduzidos selecionados com estas arquivos base correspondentes? Esta ação não poderá ser desfeita.";

/* No comment provided by engineer. */
"Do you want to check the project? The project can be checked at any time by using the command under the menu Project." = "Você deseja verificar o projeto? O projeto pode ser verificado a qualquer momento usando o comando correspondente no menu Projeto.";

/* No comment provided by engineer. */
"Do you want to merge or overwrite the destination?" = "Você deseja combinar ou substituir o destino?";

/* No comment provided by engineer. */
"Do you want to open it?" = "Do you want to open it?";

/* No comment provided by engineer. */
"Do you want to open them?" = "Do you want to open them?";

/* No comment provided by engineer. */
"Do you want to overwrite it?" = "Do you want to overwrite it?";

/* No comment provided by engineer. */
"Do you want to overwrite it? This action cannot be undone." = "Você deseja substituí-lo? Esta ação não poderá ser desfeita.";

/* No comment provided by engineer. */
"Do you want to overwrite them?" = "Do you want to overwrite them?";

/* No comment provided by engineer. */
"Do you want to reload each file as '%@' or save the current in-memory content of each file as a '%@' file?" = "Você deseja recarregar cada arquivo como '%1$@' ou salvar o conteúdo atual na memória de cada arquivo como um arquivo '%2$@'?";

/* No comment provided by engineer. */
"Don't check" = "Não Verificar";

/* No comment provided by engineer. */
"Don't Open" = "Não Abrir";

/* No comment provided by engineer. */
"Don't Reload" = "Não Recarregar";

/* No comment provided by engineer. */
"Don't Save" = "Não Salvar";

/* Language Progress Done */
"Done" = "Finalizar";

/* No comment provided by engineer. */
"Double-click the yellow icon in the file status column to get more information." = "Dê um duplo clique sobre o ícone amarelo na coluna status do projeto para receber mais informações.";

/* String warning */
"Duplicate keys" = "Teclas duplicadas";

/* Preferences Editors */
"Editors" = "Editores";

/* File Information */
"Encoding" = "Codificação";

/* Search Contextual Menu */
"ends with" = "finalizando com";

/* Preset Alert Message */
"Enter the name of the preset:" = "Digite o nome da predefinição:";

/* No comment provided by engineer. */
"Error Creating Glossary" = "Error Creating Glossary";

/* No comment provided by engineer. */
"Error creating glossary for language `%@`: %@" = "Error creating glossary for language `%1$@`: %2$@";

/* No comment provided by engineer. */
"Error while converting" = "Erro ao converter";

/* No comment provided by engineer. */
"Export" = "Exportar";

/* No comment provided by engineer. */
"Exported project “%@”" = "Projeto exportado “%@”";

/* No comment provided by engineer. */
"Exporting Project…" = "Exportando Projeto...";

/* No comment provided by engineer. */
"Exporting…" = "Exportando...";

/* Search Context Button */
"File" = "Arquivo";

/* File Status */
"File does not exist on the disk" = "O arquivo não existe no disco";

/* File Status */
"File has been added during last update" = "O arquivo foi adicionado com êxito durante a última atualização";

/* File Status */
"File has been updated" = "O arquivo foi atualizado com êxito";

/* File Status */
"File has warnings (double-click for more info)" = "O arquivo contém alertas (clique duas vezes para mais informações)";

/* No comment provided by engineer. */
"File Information" = "Informações do Arquivo";

/* File Warning Dialog */
"File is read-only" = "O arquivo está protegido";

/* File Status */
"File layout needs to be checked" = "O arquivo de layout precisa ser verificado";

/* File Status */
"File needs to be reloaded" = "O arquivo precisa ser recarregado";

/* No comment provided by engineer. */
"Files" = "Arquivos";

/* Preferences Filters */
"Filters" = "Filtros";

/* Explorer List Node */
"FILTERS" = "FILTROS";

/* Label */
"For Review" = "Para Revisão";

/* String warning */
"Formatting characters" = "Formatando caracteres";

/* Preferences General */
"General" = "Gerl";

/* Glossary Global Path Name */
"Global" = "Global";

/* Glossary Manager 'Global Folders' node */
"GLOBAL FOLDERS" = "PASTAS GLOBAIS";

/* No comment provided by engineer. */
"Glossaries Translations" = "Glossários de Traduções";

/* No comment provided by engineer. */
"Hide Alternate Translations" = "Ocultar Traduções Alternativas";

/* No comment provided by engineer. */
"Hide File Information" = "Ocultar Informações do Arquivo";

/* No comment provided by engineer. */
"Hide Glossary Translations" = "Ocultar Glossários de Tradução";

/* No comment provided by engineer. */
"Hide Invisible Characters" = "Ocultar Caracteres Invisíveis";

/* No comment provided by engineer. */
"Hide Key Column" = "Ocultar Coluna Chave";

/* No comment provided by engineer. */
"Hide Project Information" = "Ocultar Informações do Projeto";

/* No comment provided by engineer. */
"Hide Status Bar" = "Ocultar Barra de Status";

/* No comment provided by engineer. */
"Hide String Information" = "Ocultar Informações da String";

/* No comment provided by engineer. */
"Hide Structure View" = "Ocultar Visualizar Estrutura";

/* No comment provided by engineer. */
"Hide Text Zone" = "Ocultar Zona de Texto";

/* Project Information
   Status Bar */

"hour" = "hora";

/* Project Information
   Status Bar */

"hours" = "horas";

/* Search Contextual Menu */
"Ignore Case" = "Ignorar Maiúsculas e Minúsculas";

/* ILG Display Name Format */
"ILG (iLocalize 3)" = "ILG (iLocalize 3)";

/* No comment provided by engineer. */
"iLocalize did not find the command-line tool “ibtool” which is required to perform localization. Make sure that Xcode 3 or above is installed on your machine. The path to “ibtool” can be manually specified in Preferences > Advanced > Tools." = "O iLocalize não encontrou a ferramenta de linha de comando \"ibtool\", que é necessária para a realização da tradução. Certifique-se que o Xcode 3 ou superior esteja instalado em sua máquina. O caminho para \"ibtool\" pode ser especificado manualmente em Preferências > Avançado > Ferramentas.";

/* No comment provided by engineer. */
"iLocalize has detected that the encoding of the selected file (%1$@) mismatches the encoding of the actual file (%2$@). Do you want to reload the file using the new detected encoding '%2$@'?" = "O iLocalize detectou que a codificação do arquivo selecionado (%1$@) não combina com a codificação do atual arquivo (%2$@). Você deseja recarregar o arquivo usando a nova codificação detectada '%2$@'?";

/* No comment provided by engineer. */
"Import" = "Importar";

/* Label */
"In Translation" = "Em Tradução";

/* Glossary Indexing Process */
"Indexing…" = "Indexando...";

/* XLIFF Export */
"Invalid character 0x%x detected in string \"%@\" for file \"%@\"" = "O caractere inválido 0x%1$x foi detectado na string \"%2$@\" para o arquivo \"%3$@\"";

/* No comment provided by engineer. */
"Invalid label ID" = "ID da etiqueta inválido";

/* String status invariant */
"Invariant" = "Invariante";

/* Search Contextual Menu */
"is" = "é";

/* Search Contextual Menu */
"is not" = "não é";

/* No comment provided by engineer. */
"It is recommended to check the project against inconsistencies" = "É recomendado verificar o projeto contra inconsistências";

/* Rebuild Base File Alert
   Replace Localized File Alert */

"Keep localized nib layouts" = "Manter layouts de nib traduzidos";

/* Search Context Button
   String Information */

"Key" = "Tecla";

/* No comment provided by engineer. */
"Label ID cannot be empty." = "A ID da etiqueta está vazia.";

/* No comment provided by engineer. */
"Label ID “%@” already exists." = "A ID da etiqueta \"%@\" já existe.";

/* Preferences Languages */
"Languages" = "Idiomas";

/* No comment provided by engineer. */
"Launch “%@” in %@" = "Carregar “%1$@” em %2$@";

/* Project Information */
"Less than a minute" = "Menos de um minuto";

/* Local Glossary Name */
"Local" = "Local";

/* Preferences Localization */
"Localization" = "Traduções";

/* Project Browser Column */
"Location" = "Localização";

/* No comment provided by engineer. */
"Lock" = "Bloquear";

/* Search Contextual Menu */
"matches" = "combinações";

/* No comment provided by engineer. */
"Merge…" = "Combinar…";

/* Project Information
   Status Bar */

"minute" = "minuto";

/* Project Information
   Status Bar */

"minutes" = "minutos";

/* No comment provided by engineer. */
"Mismatch encoding" = "Codificação incompatível";

/* TXML Importer */
"Missing <skeleton> element before <translatable> element. This element is required and contains the relative path of the file." = "Está faltando o elemento <skeleton> antes do elemento <translatable>. Este elemento é necessário e contém o caminho relativo do arquivo.";

/* String warning */
"Missing keys" = "Teclas faltando";

/* File Information */
"Modified" = "Modificado";

/* Project Browser Column */
"Modified Date" = "Data de Modificação";

/* No comment provided by engineer. */
"Move the selected items to the trash?" = "Mover os itens selecionados para a lixeira?";

/* No comment provided by engineer. */
"Move To Trash" = "Mover Para a Lixeira";

/* No comment provided by engineer. */
"Move to Trash" = "Mover Para a Lixeira";

/* Project Browser Column */
"Name" = "Nome";

/* No comment provided by engineer. */
"Next" = "Próximo";

/* File Warning Dialog */
"Nib file is compiled" = "O arquivo nib é compilado";

/* Glossary Entries Information */
"No entry" = "Nenhuma entrada";

/* Visible Files Info */
"No file" = "Nenhum arquivo";

/* No comment provided by engineer. */
"No file will be added" = "Nenhum arquivo será adicionado";

/* No comment provided by engineer. */
"No file will be removed" = "Nenhum arquivo será removido";

/* No comment provided by engineer. */
"No file will be updated" = "Nenhum arquivo será atualizado";

/* No comment provided by engineer. */
"No files will be exported because the target bundle is already up to date." = "Nenhum arquivo será exportado porque o pacote de destino já está atualizado.";

/* No comment provided by engineer. */
"No inconsistencies have been detected." = "Nenhuma consistência foi detectada.";

/* No comment provided by engineer. */
"No Language Detected" = "Nenhum Idioma Detectado";

/* No comment provided by engineer. */
"No Previous Version" = "Nenhuma Versão Anterior";

/* No comment provided by engineer. */
"No Propagation" = "Nenhuma Propagação";

/* No comment provided by engineer. */
"No Recent Document" = "Nenhum Documento Recente";

/* No comment provided by engineer. */
"Nothing to export" = "Nada para exportar";

/* Language
   Preset Alert OK Button */

"OK" = "OK";

/* Glossary Entries Information */
"One entry" = "Uma entrada";

/* No comment provided by engineer. */
"One file is a duplicate" = "Um arquivo é duplicado";

/* No comment provided by engineer. */
"One file is read-only" = "Um arquivo é somente leitura";

/* No comment provided by engineer. */
"One file will be added" = "Um arquivo será adicionado";

/* No comment provided by engineer. */
"One file will be removed" = "Um arquivo será removido";

/* No comment provided by engineer. */
"One file will be updated" = "Um arquivo será atualizado";

/* No comment provided by engineer. */
"One nib file is compiled and cannot be localized" = "Um arquivo nib está compilado e não pode ser traduzido";

/* No comment provided by engineer. */
"One nib file is not located in language folder" = "Um arquivo nib não está traduzido na pasta do idioma";

/* No comment provided by engineer. */
"One or more glossaries already exist on the disk" = "One or more glossaries already exist on the disk";

/* Language Progress */
"One string to translate" = "Uma string para traduzir";

/* No comment provided by engineer. */
"Only .app or .ape bundles can be launched from within iLocalize." = "Somente pacotes .app ou .ape podem ser carregados do iLocalize.";

/* No comment provided by engineer. */
"Open" = "Open";

/* No comment provided by engineer. */
"Open and Upgrade" = "Abrir e atualizar";

/* Project Information */
"Open For" = "Abrir Para";

/* Status Bar */
"Open for %d %@" = "Abrir para %1$d %2$@";

/* Status Bar */
"Open for %d %@ and %d %@" = "Abrir para %1$d %2$@ e %3$d %4$@";

/* Status Bar */
"Open for less than a minute" = "Abrir em menos de um minuto";

/* No comment provided by engineer. */
"Overwrite" = "Substituir";

/* File Information */
"Path" = "Caminho";

/* No comment provided by engineer. */
"Path = %@" = "Caminho = %@";

/* No comment provided by engineer. */
"Preparing…" = "Preparando...";

/* Preset Already Exists Info */
"Preset already exists" = "A predefinição já existe.";

/* No comment provided by engineer. */
"Project Information" = "Informações do Projeto";

/* Glossary Manager 'Projects' node */
"PROJECTS" = "PROJETOS";

/* No comment provided by engineer. */
"Propagate To All Files" = "Propagar Para Todos os Arquivos";

/* No comment provided by engineer. */
"Propagate To Selected Files" = "Propagar Para Arquivos Selecionados";

/* Rebuild Base File Alert
   Replace Localized File Alert */

"Rebuild" = "Reconstruir";

/* Rebuild Base File Alert */
"Rebuild selected base files?" = "Reconstruir arquivos base selecionados?";

/* No comment provided by engineer. */
"Rebuild Selected Files" = "Reconstruir Arquivos Selecionados";

/* No comment provided by engineer. */
"Rebuild Selected Files from “%@”" = "Reconstruir Arquivos Selecionados de \"%@\"";

/* Replace Localized File Alert */
"Rebuild selected localized files?" = "Reconstruir os arquivos traduzidos selecionados?";

/* No comment provided by engineer. */
"Rebuilding files…" = "Reconstruindo arquivos…";

/* No comment provided by engineer. */
"Rebuilding localized files…" = "Reconstruindo arquivos traduzidos...";

/* Search Contextual Menu */
"Recent Searches" = "Pesquisas Recentes";

/* Explorer List Node */
"RECENT SEARCHES" = "PESQUISAS RECENTES";

/* Search Contextual Menu */
"Recents" = "Recentes";

/* No comment provided by engineer. */
"Reload" = "Recarregar";

/* No comment provided by engineer. */
"Reload All" = "Recarregar Tudo";

/* No comment provided by engineer. */
"Reload Externally Modified Files" = "Recarregar Arquivos Salvos Externamente";

/* No comment provided by engineer. */
"Reload files…" = "Recarregar arquivos…";

/* No comment provided by engineer. */
"Reload Selected" = "Recarregar Selecionado";

/* No comment provided by engineer. */
"Remove" = "Remover";

/* No comment provided by engineer. */
"Remove duplicate entries?" = "Remover as entradas duplicadas?";

/* No comment provided by engineer. */
"Removing Files…" = "Removendo Arquivos…";

/* Language
   Preset Alert Rename Button */

"Rename" = "Renomear";

/* No comment provided by engineer. */
"Rename Language…" = "Renomear Idioma…";

/* Preset Alert Message */
"Rename Preset" = "Renomear Predifinação";

/* No comment provided by engineer. */
"Rename “%@”…" = "Renomear “%@”…";

/* Preset Rename */
"Rename…" = "Renomear…";

/* No comment provided by engineer. */
"Required Tool Missing" = "Ferramenta Obrigatória Não Encontrada";

/* Preset Save */
"Save" = "Salvar";

/* No comment provided by engineer. */
"Save All" = "Salvar Tudo";

/* Preset Save As */
"Save As…" = "Salvar Como…";

/* No comment provided by engineer. */
"Save Modified Files" = "Salvar Arquivos Modificados";

/* Preset Alert Message */
"Save New Preset" = "Salvar Nova Predefinição";

/* No comment provided by engineer. */
"Save Selected" = "Salvar Selecionado";

/* No comment provided by engineer. */
"Saving modified files…" = "Salvando arquivos modificados…";

/* Search Contextual Menu */
"Search" = "Buscar";

/* No comment provided by engineer. */
"Select" = "Selecionar";

/* Update Project With Files */
"Select one or more files" = "Selecionar um ou mais arquivos";

/* No comment provided by engineer. */
"Several files in this bundle are read-only. Make sure they are writable in order for iLocalize to be able to localize them." = "Vários arquivos neste pacote são somente leitura. Certifique-se que são graváveis ​​para que o iLocalize possa traduzi-los.";

/* No comment provided by engineer. */
"Several files in this bundle exist in two equivalent language folders (e.g. English.lproj and en.lproj). Make sure the file exists only in one language folder (e.g. either in English.lproj or en.lproj but not in both)." = "Vários arquivos neste pacote existem duas pastas equivalente no idioma (por exemplo, English.lproj e en.lproj). Verifique se o arquivo existe somente em uma pasta do idioma (por exemplo, quer na pasta English.lproj ou en.lproj mas não em ambos).";

/* No comment provided by engineer. */
"Several nib files located in this bundle are compiled and cannot be localized. Try to contact the author of the bundle to obtain the non-compiled version of these nib files or if you are the developer, make sure to disable the IBC_FLATTEN_NIBS option before building your bundle." = "Vários arquivos nib localizados neste pacote são compilados e não podem ser traduzidos. Tente contato com o autor do pacote para obter a versão não-compilada desses arquivos nib ou se você é um desenvolvedor, não esqueça de desabilitar a opção IBC_FLATTEN_NIBS antes de construir o seu pacote.";

/* No comment provided by engineer. */
"Several nib files of this bundle are located outside of a language folder (e.g. a folder that has the .lproj suffix). These files will be ignored by iLocalize." = "Vários arquivos nib deste pacote estão traduzidos fora de uma pasta de idioma (por exemplo, uma pasta que tem o sufixo. lproj). Esses arquivos serão ignorados pelo iLocalize.";

/* No comment provided by engineer. */
"Show Alternate Translations" = "Exibir Traduções Alternativas";

/* No comment provided by engineer. */
"Show File Information" = "Exibir Informações do Arquivo";

/* No comment provided by engineer. */
"Show Files Specific To “%@”" = "Exibir Arquivos Especificados Para “%@”";

/* No comment provided by engineer. */
"Show Glossary Translations" = "Exibir Glossários de Tradução";

/* No comment provided by engineer. */
"Show Invisible Characters" = "Exibir Caracteres Invisíveis";

/* No comment provided by engineer. */
"Show Key Column" = "Exibir Coluna Chave";

/* No comment provided by engineer. */
"Show Project Information" = "Exibir Informações do Projeto";

/* No comment provided by engineer. */
"Show Status Bar" = "Exibir Barra de Status";

/* No comment provided by engineer. */
"Show String Information" = "Exibir Informações da String";

/* No comment provided by engineer. */
"Show Structure View" = "Exibir Visualizar Estrutura";

/* No comment provided by engineer. */
"Show Text Zone" = "Exibir Zona de Texto";

/* No comment provided by engineer. */
"Source Application Missing" = "Ausência do Aplicativo de Origem";

/* String status warning */
"String has some inconsistencies" = "O texto contém algumas inconsistências";

/* No comment provided by engineer. */
"String Information" = "Informações da String";

/* File Information
   Project Information
   Strings Display Name Format */


"Strings" = "Textos";

/* Text Display Name Format */
"Text" = "Text";

/* No comment provided by engineer. */
"The application is not found. Make sure to build the application before launching it." = "O aplicativo não foi encontrado. Construa o aplicativo antes de carregá-lo.";

/* No comment provided by engineer. */
"The exported file “%@” already exists" = "O arquivo exportado \"%@\" já existe";

/* No comment provided by engineer. */
"The glossaries have been generated" = "The glossaries have been generated";

/* No comment provided by engineer. */
"The glossary already exists on the disk" = "The glossary already exists on the disk";

/* No comment provided by engineer. */
"The glossary has been generated" = "The glossary has been generated";

/* Errors Info Label */
"The operation reported the following errors:" = "A operação retornou os seguintes erros:";

/* Warnings Info Label */
"The operation reported the following warnings:" = "A operação retornou os seguintes alertas:";

/* No comment provided by engineer. */
"The project directory “%@” will be created if necessary" = "O diretório do projeto \"%@\" será criado se necessário";

/* No comment provided by engineer. */
"The project folder already exists" = "A pasta do projeto já exise";

/* No comment provided by engineer. */
"The project folder “%@” already exists. Do you want to move it to the trash and create a new one?" = "A pasta \"%@\" do projeto já existe. Você deseja movê-la para a lixeira e criar uma nova?";

/* No comment provided by engineer. */
"The project has been checked" = "O projeto foi já foi verificado";

/* No comment provided by engineer. */
"The project needs to be upgraded" = "O projeto precisa ser atualizado";

/* No comment provided by engineer. */
"The project will be moved to the trash." = "O projeto será movido para a lixeira.";

/* No comment provided by engineer. */
"The project “%@” was saved with an older version of iLocalize. To open it, iLocalize will have to upgrade it, leaving a copy of the older project. Do you want to open and upgrade this project?" = "O projeto \"%@\" foi salvo com uma versão antiga do iLocalize. Para abrí-lo, o iLocalize deve ser atualizado, deixando uma cópia do projeto antigo. Você deseja abrir e atualizar este projeto?";

/* No comment provided by engineer. */
"The selected label is used in the project" = "A etiqueta selecionada está sendo usada pelo projeto";

/* No comment provided by engineer. */
"The source application “%@” doesn't contains any language. At least one language must exist." = "O aplicativo de origem \"%@\" não contém qualquer idioma. Ao menos um idioma deve existir.";

/* No comment provided by engineer. */
"The source application “%@” doesn't exist. Select a source application to correct the problem." = "O aplicativo de origem “%@” não existe. Selecione um aplicativo de origem para corrigir o problema.";

/* No comment provided by engineer. */
"The specified glossary already exists" = "O glossário especificado já existe";

/* No comment provided by engineer. */
"The XLIFF file “%@” already exists" = "O arquivo XLIFF “%@” já existe";

/* XLIFF Import */
"There are no strings to translate." = "Não existem strings para traduzir.";

/* No comment provided by engineer. */
"This action cannot be undone." = "Esta ação não poderá ser desfeita.";

/* Language */
"This language already exists in the project." = "Este idioma já existe no projeto.";

/* No comment provided by engineer. */
"This project cannot be opened because it has been created on Tiger" = "O projeto não pode ser berto porque ele foi criado no Tiger";

/* No comment provided by engineer. */
"This project cannot be opened because the archive is invalid" = "Este projeto não pode ser aberto porque o arquivo é inválido";

/* No comment provided by engineer. */
"This project is too recent and cannot be opened by this version of iLocalize" = "O projeto é também recente e não pode ser aberto por esta versão do iLocalize";

/* No comment provided by engineer. */
"This version of iLocalize supports only projects created on Leopard or above with ibtool" = "Esta versão do iLocalize suporta somente projetos criados no Leopard ou superior com o ibtool";

/* TMX Display Name Format */
"TMX" = "TMX";

/* Project Information */
"To Check" = "Para verificar";

/* Project Information */
"To Translate" = "Para Traduzir";

/* String status to translate */
"To translate" = "Para traduzir";

/* No comment provided by engineer. */
"Today at %@" = "Hoje em %@";

/* Lock Button Accessibility Title */
"Toggle string lock" = "Alterner string bloqueada";

/* No comment provided by engineer. */
"Translating…" = "Traduzindo…";

/* Search Context Button */
"Translation" = "Tradução";

/* Search Context Button */
"Translation Comment" = "Comentários da Tradução";

/* TXML Display Name Format */
"TXML (Wordfast)" = "TXML (Wordfast)";

/* XML Importer */
"Unable to find the source language" = "Não foi possível encontrar o idioma de origem";

/* XML Importer */
"Unable to find the target language" = "Não foi possível encontrar o idioma de destino";

/* No comment provided by engineer. */
"Unable to open the project" = "Não foi possível abrir o projeto";

/* No comment provided by engineer. */
"Unlock" = "Desbloquear";

/* No comment provided by engineer. */
"Untitled" = "Sem Título";

/* String warning */
"Unused keys" = "Teclas não usadas";

/* Diff Operation Update */
"update" = "atualizar";

/* No comment provided by engineer. */
"Update" = "Atualizar";

/* No comment provided by engineer. */
"Update %d files" = "Atualizar %d arquivos";

/* No comment provided by engineer. */
"Update application" = "Atualizar aplicativo";

/* No comment provided by engineer. */
"Update file “%@”" = "Atualizar arquivo “%@”";

/* No comment provided by engineer. */
"Update to the latest version of iLocalize to open it." = "Atualize para última versão do iLocalize para abrí-lo.";

/* No comment provided by engineer. */
"Update “%@” and rebase all other languages. All strings in the other languages will be localized according to the current translation." = "Atualizar \"%@\" e rebasear todos os outros idiomas. Todas as strings em outros idiomas serão traduzidos de acordo com a tradução atual.";

/* No comment provided by engineer. */
"Updating Files of Base Language…" = "Atualizando Arquivos do Idioma Base...";

/* No comment provided by engineer. */
"Updating Files of Language…" = "Atualizando Arquivos do Idioma...";

/* No comment provided by engineer. */
"Updating Files…" = "Updating Files…";

/* No comment provided by engineer. */
"Updating Local Files…" = "Atualizando Arquivos Locais...";

/* Rebase Operation */
"Updating Project…" = "Atualizando Projeto...";

/* About Box Version */
"Version" = "Versão";

/* XLIFF Display Name Format */
"XLIFF" = "XLIFF";

/* No comment provided by engineer. */
"zip returned an error" = "zip retornou um erro";